Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Wasserlösliche Verdickungsmittel für die Erdölbohrindustrie
en: Water soluble thickening agents for use in the oil well industry

source: Zweiwertiges Kaliumphosphat
en: Dibasic potassium phosphate

source: Enzympräparate zur Verwendung in der Waschmittelindustrie
en: Enzyme preparations for use in the detergents industry

source: Chemische Verbindungen für die Herstellung von Farben
en: Chemical compositions for use in the manufacture of colours

source: Filterstoffe [mineralische Substanzen]
en: Filtering media [mineral substances]

source: Stärkekleister für Bodenbeläge
en: Starches for the fixing of floorings

source: Trocknungsmittel in Form von kristallinen Molekularsieben als Katalysatoren in der chemischen Industrie
en: Crystalline molecular sieve desiccants for use as catalysts in the chemical industry

source: Entfettungslösungen für Herstellungsverfahren
en: Degreasing solvents for use in manufacturing processes

source: Proteine für die Vergärungstechnologie
en: Proteins for use in fermentation technology

source: Flüssige Elastomere
en: Liquid elastomers

source: Flüssige Speicherpolymere für die Landwirtschaft
en: Liquid storing polymers for use in agriculture

source: Holzkohle für den Gartenbau
en: Charcoal for horticultural purposes

source: Polysaccharide für die Herstellung von Lebensmitteln
en: Polysaccharides for use in the manufacture of foodstuffs

source: Glutaminsäure als Rohstoff zur Herstellung von Kosmetika
en: Glutamic acid as raw materials for use in the manufacture of cosmetics

source: Chemische Erzeugnisse für die Mikroelektronikindustrie
en: Chemicals for use in the microelectronics industry

source: Chemische Erzeugnisse für die Polyvinylchloridindustrie
en: Chemicals for use in the polyvinyl chloride industry

source: Chemische Erzeugnisse zur Verhinderung von Umweltschäden an Pflanzen
en: Chemicals for use in the prevention of environmental damage to plants

source: Wärmeempfindliche [sensibilisierte] Bänder zum Drucken von Geldkarten
en: Heat sensitive [sensitized] tapes for use in the printing of cash cards

source: Wärmeempfindliche [sensibilisierte] Bänder für den Druck von Prepaidkarten
en: Heat sensitive [sensitized] tapes for use in the printing of prepaid cards

source: Laborreagenzien für wissenschaftliche Zwecke
en: Laboratory reagents for scientific use

source: Polymerisate organischer Verbindungen für die Kunststoffindustrie
en: Polymerisates of organic compounds for the plastics industry

source: Blattdünger zur Aufbringung auf Feldfrüchte in Belastungszeiten
en: Foliar fertiliser for application to crops during periods of stress

source: Chemische Erzeugnisse zum Erleichtern des Legierens von Metallen
en: Chemical preparations for facilitating the alloying of metals

source: Chemische Zusatzmittel
en: Chemical additives

source: Chemische Zusatzstoffe für Bohrflüssigkeiten
en: Chemical additives for drilling fluids

source: Flüssiggase zur Verwendung in Aerosolzerstäubern
en: Substances for controlling the growth of aquatic plants

source: Substanzen zum Anschub des Pflanzenwachstums
en: Substances for promoting plant growth

source: Diagnostische Prüfreagenzien, ausgenommen für medizinische Zwecke
en: Diagnostic testing materials, other than for medical use

source: Chemische Wachsbleichmittel
en: Wax-bleaching chemicals

source: Stärkekleister, außer für Papierwaren und Schreibwaren oder für Haushaltzwecke
en: Starch paste [adhesive], other than for stationery or household purposes

source: Spaltbares Material [Kernenergie]
en: Fissionable material for nuclear energy

source: Grafit für die Kernenergie
en: Graphites for nuclear energy

source: Klebstoffe auf Gummibasis für gewerbliche Zwecke
en: Rubber based adhesives for industrial use

source: Salzpellets zur Verwendung in der Seifenindustrie
en: Salt pellets for use in the soap industry

source: Sulfide
en: Sulfides

source: Mittel zum Binden von Beton
en: Concrete bonding compounds

source: Mineralische Düngemittel
en: Mineral fertilising preparations

source: Mineralstoffpräparate als nährstoffreiche Nahrungsmittel für Pflanzen
en: Mineral preparations for use as nutritional foodstuffs for plants

source: Ultrafiche [unbelichtet]
en: Ultrafiche [unexposed]

source: UV-absorbierende Wirkstoffe zur Verwendung in Kosmetikprodukten
en: Ultraviolet absorbing agents for use in cosmetic products

source: Chemische Erzeugnisse für gewerbliche Zwecke zur Herstellung von Beizen
en: Industrial chemicals for use in the manufacture of mordants

source: Silikonlösungen für Anti-Offsetausrüstungen
en: Silicone solutions for use in anti-offset equipment

source: Rohproteine für die Produktion
en: Raw proteins for use in manufacture

source: Synthetische Harze im Rohzustand in Form von Pasten
en: Raw synthetic resins in the form of paste

source: Reagenzien für bakteriologische Analysen von Kulturwasser [ausgenommen für medizinische oder tierärztliche Zwecke]
en: Reagents for bacteriological analysis of culture water [other than for medical or veterinary purposes]

source: Reagenzien für mikrobiologische Analysen [ausgenommen für medizinische oder tierärztliche Zwecke]
en: Reagents for microbiological analysis [other than for medical or veterinary purposes]

source: Polymerverbindungen für Herstellungsverfahren
en: Polymer compounds for use in manufacture

source: Chemische Additive für technische Öle
en: Additives (Chemical -) for industrial oils

source: Chemische Zusätze für Düngemittel
en: Additives (Chemical -) for fertilisers

source: Chemische Zusätze für Polymere
en: Chemical additives to polymers

source: Chemische Präparate zum Schmelzen von Schnee und Eis
en: Chemical preparations for melting snow and ice

source: Chemische Sprays zur Dehnung von Schuhen
en: Chemical sprays for stretching shoes

source: Chemische Erzeugnisse zur Dekontamination von verseuchten Standorten
en: Chemicals for use in the decontamination of polluted sites

source: Chlor für Schwimmbecken
en: Chlorine for swimming pools

source: Synthetische Ribonukleinsäuren, ausgenommen für medizinische Zwecke
en: Synthetic ribonucleic acid, other than for medical use

source: Chemische Verbindungen zum Imprägnieren
en: Waterproofing chemical compositions

source: Chemische Erzeugnisse zum Frischhalten von Schnittblumen
en: Chemical products for preserving the freshness of cut flowers

source: Kohlendioxid [außer für medizinische oder veterinärmedizinische Zwecke]
en: Carbon dioxide [other than for medical or veterinary use]

source: Kohlenmonoxid
en: Carbon monoxide

source: Kohlepaste zur Herstellung von Dauerelektroden
en: Carbon paste for producing self-baking electrodes

source: Enzympräparate für die Verarbeitung von Ausscheidungen
en: Enzyme preparations for the processing of excreta

source: Enzympräparate zur Verwendung in der Mehlherstellung
en: Enzyme preparations for use in the flour milling industry

source: Weinstein, nicht für pharmazeutische Zwecke
en: Tartar, other than for pharmaceutical purposes

source: Chemische Lederauffrischungsmittel
en: Leather-renovating chemicals

source: Bindemittel für den Feinguss
en: Binders for investment casting

source: Filtermaterial [chemische Erzeugnisse]
en: Filtering materials [chemical preparations]

source: Galvanische Bäder
en: Galvanizing baths

source: Gase in flüssiger Form für gewerbliche Zwecke
en: Gas in liquid form for industrial use

source: Chemische Mittel zur Reinigung industrieller Elektrolyte
en: Purifying agents for the cleaning of industrial electrolytes

source: Quartäre Ammoniumverbindungen
en: Quaternary ammonium compounds

source: Magnesiumsalze für gewerbliche Zwecke
en: Magnesium salts for industrial use

source: Magnesiumsulfat zum Leimen von Papier
en: Magnesium sulfate for use in paper sizing

source: Lösungsmittel für industrielle Reinigungszwecke bei der Fertigung
en: Solvents for industrial cleaning during manufacturing operations

source: Wärmeübertragungsfluide für Kühlsysteme in der Chemieindustrie
en: Heat transfer liquids for use in cooling systems in the chemical industry

source: Wärmeübertragungsfluide zur Verwendung in Heizungssystemen
en: Heat transfer liquids for use in heating systems

source: Aus Thymianextrakten gewonnene Hormone [nicht für medizinische Zwecke]
en: Hormones derived from thymus extracts [other than for medical use]

source: Fettentfernungsmittel zur Verwendung bei Herstellungsverfahren
en: Degreasing preparations for use in manufacturing processes

source: Gewerbliche Klebstoffe zum Beschichten und Versiegeln
en: Industrial adhesives for use in coating and sealing

source: Chemische Erzeugnisse für die Fischzucht [ausgenommen Pharmazeutika]
en: Chemicals for use in fish farming [other than pharmaceuticals]

source: Detergenzien zur Reinigung im Rahmen von Herstellungsverfahren
en: Detergents for cleaning use [part of manufacturing operations]

source: Dotiergase [ausgenommen für medizinische Zwecke]
en: Doping gases [other than for medical use]

source: Zellulose für gewerbliche Zwecke
en: Cellulose for industrial purposes

source: Zellulosebrei [Rohstoff]
en: Cellulose pulp [raw material]

source: Zellstoff für die Papierherstellung
en: Cellulose pulp for the manufacture of paper

source: Chemische Lederauffrischungspräparate
en: Chemical products for glazing leather

source: Enzyme für die Gerberindustrie
en: Enzymes for use in the tanning industry

source: Enzyme in flüssiger Form für gewerbliche Zwecke
en: Enzymes in liquid form for industrial use

source: Mit Helicobacter-pylori-Antigenen imprägnierte Trägersubstanzen
en: Supports impregnated with antigens of helicobacter pylori

source: Tenside zur Beschichtung von Beton [ausgenommen Farben]
en: Surfactants for use in coating concrete [other than paints]

source: Biologische Zusatzstoffe zur Umwandlung von Pflanzen in Silofutter
en: Biological additives for converting vegetation into silage

source: Schutzgase zum Schweißen
en: Protective gases for welding

source: Synthetische Polypropylenharze im Rohzustand
en: Unprocessed synthetic polypropylene resins

source: Harnstoffharze [im Rohzustand]
en: Urea resins [unprocessed]

source: Lutetium [Kassiopeium]
en: Cassiopium [lutetium]

source: Chemische Verbindungen für die Herstellung von Polymeren
en: Chemical compounds for use in the manufacture of polymers

source: Chemische Hilfsstoffe für die Papierindustrie
en: Chemical auxiliaries for the paper industry

source: Industriesalz für die Konservierung von Därmen
en: Industrial salts for the preservation of gut

source: Chemische Versiegelungsmittel zum Schließen von Leckstellen in Öltanks
en: Sealing compounds for stopping leakage from oil tanks [chemicals]

source: Algen als Düngemittel
en: Seaweeds [fertilizers]

source: Polymere zur Analyse von Nukleinsäuren
en: Polymers for use in the analysis of nucleic acids

source: Sepiolith [Magnesiumsilikat]
en: Sepiolite [magnesium silicate]

source: Papierblätter [lichtempfindliche]
en: Sheets of paper [sensitized]

source: Chemische Zusatzstoffe zur Verhinderung von Trübungen
en: Additives (Chemical -) for the prevention of turbidity

source: Chemische Zusätze zum Schutz von Kunststoffen gegen Zersetzung
en: Additives (Chemical -) for the protection of plastics against degradation

source: Chemische Bodenzusatzstoffe
en: Additives (Chemical -) for the soil

source: Chemische Zusatzstoffe für den Gefrierschutz
en: Additives (Chemical -) for use in cryoprotection

source: Milchkulturen für die Lebensmittelindustrie
en: Lactic cultures for the food industry

source: Mittel zum Galvanisieren von Metallen auf Substraten
en: Formulations for electroplating metals on substrates

source: Laktose für industrielle Zwecke
en: Lactose for industrial purposes

source: Lichtempfindliche Klarsichtfolien
en: Transparent films [sensitised]

source: Chemische Substanzen zur Herstellung von Parfüms
en: Chemical substances for use in the manufacture of perfumes

source: Chemische Substanzen zur Herstellung von gedruckten Schaltungen
en: Chemical substances for use in the production of printed circuits

source: Testpapier [Lackmuspapier] für industrielle Zwecke
en: Test paper, [litmus paper] for industrial use

source: Schwefeldioxid zur Verwendung als Zusatzstoff in Getränken gegen deren Verderb
en: Sulphur dioxide for use as additives to beverages to prevent spoilage

source: Naturdünger für Böden
en: Natural fertilizers

source: Neopentylglycol für die Produktion
en: Neopentylglycol for use in the manufacture

source: Expandierte ungesättigte Polyesterharze [im Rohzustand]
en: Expanded unsaturated polyester resins [unprocessed]

source: Stickstoff- und magnesiumhaltige Düngemittel
en: Fertilizers containing nitrogen and magnesium

source: Chemische Schlichtemittel für die Herstellung von Zellstoff
en: Chemical sizing compositions for use in the manufacture of pulp

source: Chemische Substanzen für die Imprägnierung von Membranen zur Trennung von Proteinen und Flüssigkeiten
en: Chemical substances for impregnation into membranes to separate proteins from liquids

source: Chemische Substanzen als Asphaltzusätze
en: Chemical substances for use as additives to asphalt

source: Selbsttonendes Papier [Fotografie]
en: Self-toning paper [photography]

source: Salpetersäure
en: Nitric acid

source: Reagenzien für Prüfung die Sterilität von Pharmazeutika und injizierbaren Lösungen
en: Reagents for testing the sterility of pharmaceuticals and injectable solutions

source: Salze für galvanische Elemente
en: Salts for galvanic cells

source: Bindemittel für Mauerwerk
en: Bonding agents for masonry

source: Gelatine für fotografische Zwecke
en: Gelatine for photographic purposes

source: Mangrovenrinde für gewerbliche Zwecke
en: Mangrove bark for industrial purposes

source: Tapiokamehl für gewerbliche Zwecke
en: Tapioca flour for industrial purposes

source: Chemische Präparate als Brennstoffzusätze zur Bekämpfung der Umweltverschmutzung
en: Chemical preparations for use as additive to fuels for combatting pollution

source: Unverarbeitete Kunststoffe [Kunststoffe im Rohzustand]
en: Unprocessed plastics [plastics in primary form]

source: Gussbindemittel für Gießereizwecke
en: Casting binders for foundry use

source: Chemische Katalysatoren zum Härten
en: Catalysts for hardening purposes

source: Teigformmassen [Phenol]
en: Dough moulding compounds

source: Chemikalien für die Reprografie
en: Chemicals for reprographic use

source: Mittel gegen das Keimen von Gemüsepflanzen
en: Anti-sprouting preparations for vegetables

source: Gewalztes lichtempfindliches Papier für Computer
en: Rolled paper for use in computers [sensitized]

source: Wasser absorbierende Polymere
en: Water absorbing polymers

source: Gase für Laborzwecke [ausgenommen für medizinische Zwecke]
en: Gases for laboratory use [other than for medical use]

source: Chemische Substanzen gegen das Eindringen von Öl [ausgenommen Farben]
en: Substances (chemical -) for inhibiting damage from oil [other than paints]

source: Chemikalien zur Behandlung von Oberbekleidung
en: Chemicals for treating wearing apparel

source: Entwickler [Fotografie]
en: Photographic developers

source: Klebstoffe zur Verwendung in der Elektronikindustrie
en: Adhesives for use in the electronics industry

source: Salze für industrielle Zwecke
en: Salts for industrial purposes

source: Chemikalien zum Schutz vor Brandkrankheiten von Getreide
en: Chemical preparations for protection against wheat blight [smut]

source: Flüssigkeiten zum Ätzen von lackiertem Holz
en: Fluids for use in etching varnished wood

source: Technische Gase zur Verwendung in der Elektronik
en: Industrial gases for use in electronics

source: Industriegase zur Verwendung in der Schweißtechnik
en: Industrial gases for use in the welding industry

source: Industriesalz zur Wasserreinigung
en: Industrial salt for water purification

source: Chemische Emulgatoren
en: Chemical emulsifiers

source: Chemische Flüssigkeiten als Leckdetektoren
en: Chemical fluids for use as leak detectors

source: Sand für die Metallurgie
en: Sands for use in metallurgy

source: Alkalien
en: Alkalies

source: Benetzungsmittel für die Herstellung von Farben
en: Wetting agents for use in the manufacture of paints

source: Natürliche und synthetische Pflanzenwuchsmittel
en: Natural and synthetic plant growth media

source: Chemische Substanzen für Galvanisierungsverfahren
en: Chemical substances for use in electroplating processes

source: Chemische Substanzen zur Verhinderung der Albumingerinnung im Blut
en: Chemical substances for use in preventing the coagulation of albumin in blood

source: Chemische Separationsmittel [ausgenommen für medizinische oder veterinärmedizinische Zwecke]
en: Chemical substances for use in separation [other than medical or veterinary use]

source: Chlorierte Chemikalien
en: Chlorinated chemicals

source: Chromatografische Träger für wissenschaftliche Laborzwecke
en: Chromatographic supports for scientific laboratory use

source: Konzentrierte Proteinsäure für die Käseherstellung
en: Concentrated proteinic acid for use in cheese making

source: Nährstoffe [Düngemittel] in flüssiger Form für die Landwirtschaft
en: Nutritional substances [fertilizers] in liquid form for use in agriculture

source: Kunststoffe in Form von Pulvern, Flüssigkeiten oder Pasten
en: Plastics in the form of powders, liquids or pastes

source: Elektrolyte für Batterien
en: Battery electrolytes

source: Schwefelwasserstoff
en: Hydrogen sulphide

source: Phosphate als Düngemittel
en: Phosphates [fertilizers]

source: Feuerschutzzusätze für Kunststoffe
en: Fire retardant additives for plastics

source: Unbelichtete lichtempfindliche fotografische Filme zur Herstellung von Mikrofilmen
en: Sensitized photographic film (Unexposed -) use in the production of microfilms

source: Lichtempfindliche Platten zum Drucken
en: Sensitised plates for use in printing

source: Lichtempfindliche Filme [unbelichtet] für reprografische Zwecke
en: Sensitized films (Unexposed -) for reprographic use

source: Aluminiumpulver
en: Aluminium powder

source: Keramikpulver zum Formen piezoelektrischer Elemente
en: Ceramic powder for forming piezoelectric elements

source: Chemische Verbindungen für das Bohren von Bohrlöchern und deren Wartung
en: Chemical compositions for use in well drilling and well maintenance

source: Kampfer für industrielle Zwecke
en: Camphor, for industrial purposes

source: Histologische Fixiermittel
en: Histological fixatives

source: Natriumsalze [chemische Verbindungen]
en: Sodium salts [chemical compounds]

source: Ruß für gewerbliche oder für landwirtschaftliche Zwecke
en: Soot for industrial or agricultural purposes

source: Substrate für erdfreien Anbau [Landwirtschaft]
en: Substrates for soil-free growing [agriculture]

source: Chemische Konservierungsmittel für die Herstellung von Seife und Pflanzenölen
en: Chemical preservatives for use in manufacture of soap and vegetable oils

source: Chemikalien für Druckereizwecke oder das Drucken von Texten, Bildern, Wörtern und Graphiken
en: Chemicals used for printing or the printing of texts, images, words or graphics

source: Klebstoffe für industrielle Zwecke in Form von Beschichtungen
en: Adhesives for industrial use in the form of coatings

source: Klebstoffe [gewerblich] zur Verwendung für haftende Materialien
en: Adhesives for use in bonding materials [industrial]

source: Hydrolysierte Stärken für gewerbliche Zwecke
en: Hydrolysed starches for industrial purposes

source: Säuren zur Ätzung von Emaillen
en: Acids for etching enamels

source: Bodenveredelung zur Verbesserung des Wachstums von Gartenprodukten
en: Soil conditioning preparations for enhancing the growth of garden products

source: Beizlösungen [Metallbeizen] für die Entfernung von Beschichtungen von Metallen
en: Pickling solutions for use in the removal of coatings from metals

source: Dehydratisierungsmittel für die Behandlung von Gummimaterialien
en: Dehydrating agents for the treatment of rubber materials

source: Fluide für hydraulische Geräte
en: Fluids for hydraulic apparatus

source: Alkohol für gewerbliche Zwecke
en: Alcohol for industrial purposes

source: Härter für Epoxidharze
en: Hardeners for epoxy resins

source: Härtemittel für Harze
en: Hardening agents for resins

source: Chemische Präparate zur Verwendung bei der Herstellung von Reifen
en: Chemical preparations for use in the manufacture of tyres

source: Chemische Präparate für die Reparatur von Reifen
en: Chemical preparations for use in the repair of tyres

source: Chemische Präparate zur Wasserreinigung
en: Chemical preparations for use in water purification

source: Emulgatoren für die Herstellung von Kosmetika
en: Emulsifiers for use in the manufacture of cosmetics

source: Borsäure für industrielle Zwecke
en: Boric acid for industrial purposes

source: Katalysatoren zum Fluidkracken
en: Fluid cracking catalysts

source: Chemische Frostschutzzusätze für Kraftstoffe
en: Anti-freezing additives (Chemical -) for fuels

source: Immunoassay-Reagenzien, ausgenommen für medizinische Zwecke
en: Immunoassay reagents, other than for medical use

source: Immunologische Antiseren, ausgenommen für medizinische Zwecke
en: Immunological antisera, other than for medical use

source: Metallvergütungsmittel [Vergütungschemikalien]
en: Metal tempering preparations [tempering chemicals]

source: Chemikalien für die Blechätzung
en: Chemicals for use in plate etching

source: Chemische Erzeugnisse zur Härtung von Farben bei der Farbenherstellung
en: Chemicals for use in the initiation of the curing of paints

source: Lichtempfindliche metallische Masken für grafische Bildmuster
en: Metallic masks for graphical image patterns [sensitized]

source: Verbindungen zur Fettentfernung, die in industriellen Herstellungsverfahren genutzt werden
en: Compositions for the removal of grease as part of a manufacturing process

source: Magnesium, ausgenommen für pharmazeutische Zwecke
en: Magnesia, other than for pharmaceutical purposes

source: Magnesiumchlorid für gewerbliche Zwecke
en: Magnesium chloride for industrial use

source: Magnesiumhydroxid zur Verwendung als Katalysator in der Fertigung
en: Magnesium hydroxide for use as a catalyst in manufacture

source: Medien für Zellkulturen für nicht medizinische Forschungslabors
en: Media for cell culture for use in non-medical research laboratories

source: Medien für Zellkulturen für die biotechnologische Industrie
en: Media for cell culture for use in the biotechnological industry

source: Weinsteinrahm für die Lebensmittelindustrie
en: Cream of tartar for the food industry

source: Reaktionsbeschleuniger für chemische Reaktionen
en: Accelerators for speeding up chemical reactions

source: Fotografische Trockenplatten
en: Photographic dry plates

source: Düngemittel für den Boden und für Blumenerde
en: Fertiliser for soil and potting soil

source: Formaldehyd
en: Formaldehyde

source: Bodenveredelung zur Verbesserung des Wachstums landwirtschaftlicher Erzeugnisse
en: Soil conditioning preparations for enhancing the growth of agricultural products

source: Radioaktive Elemente für Laborzwecke
en: Radioactive elements for laboratory use

source: Radioaktive Materialien für Laborzwecke
en: Radioactive materials for laboratory use

source: Mittel zum Haltbarmachen von Saatgut
en: Seed treatments for preservation

source: Chemische Zusatzstoffe für Farben
en: Chemical additives for paint

source: Chemische Erzeugnisse als Additive für die Kraftstoffindustrie
en: Chemical additives for use in the production of fuels

source: Anorganische Fällmittel für die Papierleimung
en: Inorganic precipitation agents for paper sizing

source: Chemische Zusatzstoffe zur Wasserreinigung
en: Additives (Chemical -) for use in the cleaning of water
